Revit 2027 API
SymbolTypeId.YdSup3 Property
 Symbol yd³, indicating unit Cubic yards.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId YdSup3 { get; }
Public Shared ReadOnly Property YdSup3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ YdSup3 {
	ForgeTypeId^ get ();
}
static member YdSup3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace